cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'cloudfoundry/tap'
tap 'osx-cross/avr'
tap 'PX4/homebrew-px4'

brew 'aspell'
brew 'avr-gcc'
brew 'avrdude'
brew 'awscli'
brew 'bash-completion'
brew 'cloudfoundry/tap/cf-cli@8'
brew 'coreutils'
brew 'dfu-programmer'
brew 'docker'
brew 'gcc'
brew 'gcc-arm-none-eabi'
brew 'git'
brew 'gnu-tar'
brew 'gnupg2'
brew 'golang'
brew 'gpgme'
brew 'htop'
brew 'jq'
brew 'libxml2'
brew 'nginx'
brew 'nodejs'
brew 'mtr'
brew 'opensc'
brew 'openssh'
brew 'pass'
brew 'pinentry-mac'
brew 'pre-commit'
brew 'pwgen'
brew 'pyenv'
brew 'python3'
brew 'qrencode'
brew 'rbenv'
brew 'shellcheck'
brew 'sipcalc'
brew 'sl'
brew 'tcptraceroute'
brew 'tfenv'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'ykman'
brew 'ykpers'
brew 'zbar'

cask 'iterm2'
cask 'macpass'
cask 'unetbootin'
#cask 'slack'
#cask 'vagrant'
#cask 'virtualbox'
#cask 'virtualbox-extension-pack'
cask 'zoom'
#cask 'yubico-authenticator'
cask 'hp-easy-start'
cask 'aws-vault'
cask 'visual-studio-code'
cask 'utm'
