cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'cloudfoundry/tap'
tap 'osx-cross/avr'
tap 'PX4/homebrew-px4'

brew 'ansible'
brew 'aspell'
brew 'avr-gcc'
brew 'avrdude'
brew 'awscli'
brew 'blackbox'
brew 'cf-cli'
brew 'coreutils'
brew 'dfu-programmer'
brew 'gcc'
brew 'gcc-arm-none-eabi'
brew 'git'
brew 'gnu-tar'
brew 'gnupg2'
brew 'golang'
brew 'gpgme'
brew 'htop'
brew 'jq'
brew 'libxml2'
brew 'nginx'
brew 'nodejs'
brew 'mtr'
brew 'opensc'
brew 'openssh'
brew 'pinentry-mac'
brew 'pre-commit'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'qrencode'
brew 'rbenv'
brew 'shellcheck'
brew 'sipcalc'
brew 'sl'
brew 'tcptraceroute'
brew 'tfenv'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'ykman'
brew 'ykpers'

#cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'macpass'
#cask 'slack'
cask 'stellarium'
cask 'vagrant'
#cask 'virtualbox'
#cask 'virtualbox-extension-pack'
cask 'zoomus'
#cask 'yubico-authenticator'
cask 'hp-easy-start'
cask 'megasync'
cask 'docker'
cask 'aws-vault'
cask 'visual-studio-code'
