cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/drivers'

brew 'ansible'
brew 'aspell'
brew 'awscli'
brew 'blackbox'
brew 'coreutils'
brew 'git'
brew 'gnupg2'
brew 'gpg-agent'
brew 'htop'
brew 'jq'
brew 'libxml2'
brew 'mtr'
brew 'opensc'
brew 'pre-commit'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'qrencode'
brew 'rbenv'
brew 'shellcheck'
brew 'sipcalc'
brew 'sl'
brew 'tcptraceroute'
brew 'tree'
brew 'wget'
brew 'ykman'
brew 'ykpers'

#cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'macpass'
#cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
#cask 'yubico-authenticator'
cask 'hp-easy-start'
